Процедура ПроверкаИсправленногоКода()
	
	Запрос = Новый Запрос;
	Запрос.Текст = 
	"ВЫБРАТЬ
	|	Документ1.Ссылка КАК Ссылка
	|ИЗ
	|	Документ.Документ1 КАК Документ1";
	
	ОткрытьФорму();

	тетс = "Провел ревью";
КонецПроцедуры

Процедура ПолучитьПрава()

	Запрос = Новый Запрос;
	Запрос.Текст = 
	"ВЫБРАТЬ
	|	Документ1.Ссылка КАК Ссылка
	|ИЗ
	|	Документ.Документ1 КАК Документ1";
	Результат = Запрос.Выполнить();
	Выборка = Результат.Выбрать();
	Пока Выборка.Следующий() Цикл
	  
	КонецЦикла;
	
КонецПроцедуры